Repository: nemorixpay/NemorixPay-Mobile-Code
Catalog: lib/l10n/intl_*.arb
Languages: es

# loading
source: It is loading
es: Se esta cargando

source: Welcome Back
es: Bienvenido de nuevo

source: You have been missed
es: Te hemos extrañado

source: Email Address
es: Correo Electrónico

source: Email is required
es: El correo electrónico es requerido

# enterValidEmail
source: Please enter a valid email address
es: Por favor, ingresa un correo electrónico válido

source: Password
es: Contraseña

source: Password is required
es: La contraseña es requerida

# passwordAtLeast6Characters
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Sign In
es: Iniciar Sesión

source: OR
es: O

source: Continue with Google
es: Continuar con Google

source: Continue with Apple
es: Continuar con Apple

# googleSignInNotImplemented
source: Google Sign-In not implemented yet
es: Inicio de sesión con Google aún no implementado

# appleSignInNotImplemented
source: Apple Sign-In not implemented yet
es: Inicio de sesión con Apple aún no implementado

source: Don't have an account
es: ¿No tienes una cuenta?

# emailWasSent
source: Password reset email has been sent. Please check your inbox.
es: Se ha enviado el correo de restablecimiento de contraseña. Por favor, revisa tu bandeja de entrada.

# forgotPasswordTitle
source: Forgot Password
es: Olvidé mi Contraseña

# forgotPasswordSubtitle
source: Enter your email address and we'll send you instructions to reset your password.
es: Ingresa tu correo electrónico y te enviaremos instrucciones para restablecer tu contraseña.

source: Send Email
es: Enviar Correo

source: Sign Up
es: Registrarse

# onlyTakesAminute
source: It only takes a minute to create your account
es: Solo toma un minuto crear tu cuenta

# firstNameRequired
source: First name is required
es: El nombre es requerido

source: First Name
es: Nombre

# lastNameRequired
source: Last name is required
es: El apellido es requerido

source: Last Name
es: Apellido

source: Confirm your password
es: Confirma tu contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

# securityWordRequired
source: Security word is required
es: La palabra de seguridad es requerida

source: Security word
es: Palabra de seguridad (para recuperación de cuenta)

# birthdateRequired
source: Birthdate is required
es: La fecha de nacimiento es requerida

# fillRegistrationData
source: Please fill in all registration fields to continue
es: Por favor completa todos los campos de registro para continuar

# acceptTermsAndConditions
source: Please accept the terms and conditions
es: Por favor acepta los términos y condiciones

# alreadyHaveAnAccount
source: Already have an account? Sign in
es: ¿Ya tienes una cuenta? Inicia sesión

# registrationSuccess
source: Your account has been created successfully. You can now sign in with your credentials.
es: Tu cuenta ha sido creada exitosamente. Ahora puedes iniciar sesión con tus credenciales.

# agreeToTerms
source: I agree to the terms and conditions
es: Acepto los términos y condiciones

# verifyEmailTitle
source: Verify Your Email
es: Verifica tu Correo Electrónico

# verifyEmailSubtitle
source: We've sent you a verification email. Please check your inbox and click the verification link to activate your account.
es: Te hemos enviado un correo de verificación. Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación para activar tu cuenta.

source: Resend Verification Email
es: Reenviar Correo de Verificación

# verificationEmailSent
source: Verification email has been sent. Please check your inbox.
es: Se ha enviado el correo de verificación. Por favor, revisa tu bandeja de entrada.

# iReceivedTheEmail
source: I already received the email
es: Ya recibí el correo

# authErrorEmailNotVerified
source: Please verify your email before signing in.
es: Por favor, verifica tu correo electrónico antes de iniciar sesión.

# verifyEmailMessage
source: We have sent you a verification email. Please check your inbox and follow the instructions to verify your account.
es: Te hemos enviado un correo electrónico de verificación. Por favor, revisa tu bandeja de entrada y sigue las instrucciones para verificar tu cuenta.

# waitTimeMessage
source: Wait time: {minutes} minutes
es: Tiempo de espera: {minutes} minutos

source: Close
es: Cerrar

source: Resend verification
es: Reenviar verificación

# seedPhraseVerifiedTitle
source: Seed Phrase Verified!
es: ¡Frase Semilla Verificada!

# seedPhraseVerifiedMessage
source: You have successfully verified your seed phrase. Remember to keep it in a safe place, as it's the only way to recover your wallet if you lose access to your account.
es: Has verificado correctamente tu frase semilla. Recuerda guardarla en un lugar seguro, ya que es la única forma de recuperar tu wallet si pierdes acceso a tu cuenta.

source: I understand
es: Entendido

# walletSuccessTitle
source: You've successfully created your wallet.
es: Has creado tu wallet exitosamente.

# importWalletSuccessTitle
source: You've successfully imported your wallet.
es: Has importado tu wallet exitosamente.

# walletSuccessSecurity
source: Remember to keep your seed phrase safe, it's your responsibility!
es: Recuerda mantener tu frase semilla segura, ¡es tu responsabilidad!

# walletSuccessInfo
source: NemorixPay cannot recover your wallet if you lose it. You can find your security options in Settings > Security & Privacy.
es: NemorixPay no puede recuperar tu wallet si la pierdes. Puedes encontrar tu frase semilla en Ajustes > Seguridad & Privacidad.

source: Go to Home Page
es: Ir a la página principal

source: Search
es: Buscar

source: My Assets
es: Mis Activos

source: See All
es: Ver Todo

source: Live Prices
es: Precios en Tiempo Real

source: Current Wallet Balance
es: Saldo Actual de la Cartera

source: Deposit
es: Depositar

source: Withdraw
es: Retirar

source: Send
es: Enviar

source: Receive
es: Recibir

source: Sell
es: Vender

source: Buy
es: Comprar

source: Market Cap
es: Capitalización de Mercado

source: Volume
es: Volumen

source: Circulating Supply
es: Suministro en Circulación

source: Total Supply
es: Suministro Total

source: All Time High
es: Máximo Histórico

source: Performance
es: Rendimiento

source: You Pay
es: Tú Pagas

source: You Receive
es: Tú Recibes

source: Exchange fee
es: Comisión de cambio

source: Click here for
es: Haz clic aquí para

# termsAndConditions
source: Terms & Conditions.
es: Términos y Condiciones.

# transactionFeeTaken
source: For this transaction fee will be taken.
es: Para esta transacción se tomará una comisión.

# continueLabel
source: Continue
es: Continuar

source: Personal Information
es: Información Personal

# enterYourPersonalInfo
source: Please enter your personal information
es: Por favor, ingresa tu información personal

source: Account Information
es: Información de la Cuenta

# enterYourAccountInfo
source: Please enter your account information
es: Por favor, ingresa tu información de cuenta

source: Security
es: Seguridad

# enterYourSecurityInfo
source: Please enter a security word that you can remember in case you lose access to your NemorixPay account.
es: Por favor, ingresa una palabra de seguridad que puedas recordar en caso de perder acceso a tu cuenta en NemorixPay.

source: Login Credentials
es: Credenciales de Acceso

# enterYourLoginInfo
source: Please enter your email and password to access your account
es: Por favor, ingresa tu correo electrónico y contraseña para acceder a tu cuenta

source: Login Options
es: Opciones de Acceso

# chooseYourLoginMethod
source: Choose how you want to access your account
es: Elige cómo quieres acceder a tu cuenta

# invalidAmountFormat
source: Please enter a valid amount
es: Por favor, ingresa un monto valido

# minimumAmount
source: Minimum amount is $1
es: El monto minimo es de $1

# maximumAmount
source: Maximum daily amount is $10,000
es: El monto máximo diario es de $10,000

# commissionBelowMinimum
source: Commission rate is below minimum allowed (0.05%)
es: La tasa de comisión está por debajo del mínimo permitido (0.05%)

# commissionAboveMaximum
source: Commission rate exceeds maximum allowed (1.0%)
es: La tasa de comisión excede el máximo permitido (1.0%)

# commissionExceedsLimit
source: Commission amount exceeds maximum limit ($50)
es: El monto de la comisión excede el límite máximo ($50)

source: Total Amount
es: Monto Total

# continueText
source: Continue
es: Continuar

# noPaymentMethodSelected
source: Please select a payment method
es: Por favor selecciona un método de pago

# invalidCardSelected
source: Please select a valid card
es: Por favor selecciona una tarjeta válida

# cardExpired
source: The selected card has expired
es: La tarjeta seleccionada ha expirado

# noAvailableData
source: No available data. Try again!
es: Datos no disponible. ¡Trata mas tarde!

# walletSetupTitle
source: Wallet Setup
es: Configuración de Billetera

# walletSetupSubtitle
source: Import an existing wallet or create a new one
es: Importa una billetera existente o crea una nueva

source: Import Using Seed Phrase
es: Importar Usando Frase Semilla

source: Creating Seed Phrase..
es: Creando Frase Semilla..

# creatingNewAccount
source: Creating a New Wallet..
es: Creando Nueva Wallet..

# createNewAccount
source: Create a New Account
es: Crear Nueva Cuenta

# importSeedPhraseInstructions
source: Enter Your Seed Phrase (12 or 24 words). NemorixPay will not store your mnemonic phrases.
es: Introduce tu frase semilla (12 o 24 palabras). NemorixPay no almacenará tus frases mnemotécnicas.

source: Next
es: Siguiente

# writeDownSeedPhraseTitle
source: Write Down Your Seed Phrase
es: Anota tu frase semilla

# writeDownSeedPhraseInstructions
source: This is your seed phrase. Write it down on a paper and keep it in a safe place. You will be asked to re-enter this phrase (in order) on the next step.
es: Esta es tu frase semilla. Escríbela en un papel y guárdala en un lugar seguro. Se te pedirá que vuelvas a ingresar esta frase (en el mismo orden) en el siguiente paso.

# importStellarAccountTitle
source: Import Your Stellar Account
es: Importar tu cuenta Stellar

source: Importing Wallet...
es: Importando Billetera...

# seedPhraseTypeLabel
source: Seed Phrase Type
es: Tipo de frase semilla

# seedPhraseLabel
source: Seed Phrase
es: Frase semilla

# confirmSeedPhraseTitle
source: Confirm Seed Phrase
es: Confirma tu frase semilla

# confirmSeedPhraseInstructions
source: Select each word in the order it was presented to you.
es: Selecciona cada palabra en el orden en que te fue presentada.

# confirmSeedPhraseError
source: Incorrect word. Please check your seed phrase and make sure you wrote down all the words in the correct order. If you make a mistake, you may lose access to your account.
es: Palabra incorrecta. Por favor, revisa tu frase semilla y asegúrate de haber anotado todas las palabras en el orden correcto. Si cometes un error, podrías perder el acceso a tu cuenta.

# confirmSeedPhraseSuccess
source: Correct! Now confirm a second word from your seed phrase.
es: ¡Correcto! Ahora confirma una segunda palabra de tu frase semilla.

# authErrorUserNotFound
source: No account found with this email.
es: No existe una cuenta con este correo electrónico.

# authErrorWrongPassword
source: Incorrect password.
es: La contraseña es incorrecta.

# authErrorInvalidEmail
source: Invalid email format.
es: El formato del correo electrónico no es válido.

# authErrorUserDisabled
source: This account has been disabled.
es: Esta cuenta ha sido deshabilitada.

# authErrorEmailAlreadyInUse
source: An account already exists with this email.
es: Ya existe una cuenta con este correo electrónico.

# authErrorWeakPassword
source: Password is too weak.
es: La contraseña es demasiado débil.

# authErrorOperationNotAllowed
source: This operation is not allowed.
es: Esta operación no está permitida.

# authErrorTooManyRequests
source: Too many failed attempts. Please try again later.
es: Demasiados intentos fallidos. Por favor, intente más tarde.

# authErrorNetworkRequestFailed
source: Connection error. Please check your internet connection.
es: Error de conexión. Verifique su conexión a internet.

# authErrorRequiresRecentLogin
source: Please sign in again to perform this action.
es: Por favor, inicie sesión nuevamente para realizar esta acción.

# authErrorUnknown
source: An unexpected error occurred. Please try again.
es: Ha ocurrido un error inesperado. Por favor, intente nuevamente.

# authErrorInvalidCredential
source: Invalid credentials.
es: Credenciales inválidas.

# authErrorAccountExistsWithDifferentCredential
source: An account already exists with these credentials.
es: Ya existe una cuenta con estas credenciales.

# authErrorInvalidVerificationCode
source: Invalid verification code.
es: Código de verificación inválido.

# authErrorInvalidVerificationId
source: Invalid verification ID.
es: ID de verificación inválido.

# authErrorMissingVerificationCode
source: Missing verification code.
es: Falta el código de verificación.

# authErrorMissingVerificationId
source: Missing verification ID.
es: Falta el ID de verificación.

# stellarErrorAccountNotFound
source: Stellar account not found
es: Cuenta Stellar no encontrada

# stellarErrorAccountExists
source: Stellar account already exists
es: La cuenta Stellar ya existe

# stellarErrorInvalidAccount
source: Invalid Stellar account
es: Cuenta Stellar inválida

# stellarErrorInsufficientBalance
source: Insufficient balance in Stellar account
es: Saldo insuficiente en la cuenta Stellar

# stellarErrorTransactionFailed
source: Stellar transaction failed
es: Transacción Stellar fallida

# stellarErrorInvalidTransaction
source: Invalid Stellar transaction
es: Transacción Stellar inválida

# stellarErrorTransactionExpired
source: Stellar transaction expired
es: Transacción Stellar expirada

# stellarErrorInvalidAmount
source: Invalid amount for Stellar transaction
es: Monto inválido para la transacción Stellar

# stellarErrorNetworkError
source: Stellar network error
es: Error de red Stellar

# stellarErrorServerError
source: Stellar server error
es: Error del servidor Stellar

# stellarErrorTimeoutError
source: Stellar request timed out
es: Tiempo de espera agotado en Stellar

# stellarErrorUnknown
source: Unknown Stellar error
es: Error desconocido en Stellar

# stellarErrorInvalidOperation
source: Invalid Stellar operation
es: Operación Stellar inválida

# stellarErrorInvalidMnemonic
source: Invalid Stellar mnemonic phrase
es: Frase mnemotécnica Stellar inválida

# stellarErrorInvalidSecretKey
source: Invalid Stellar secret key
es: Clave secreta Stellar inválida

# stellarErrorInvalidPublicKey
source: Invalid public key
es: La clave pública no es válida

# stellarErrorInvalidMemo
source: Memo cannot be longer than 28 characters
es: El memo no puede tener más de 28 caracteres

# stellarErrorAccountNotInitialized
source: No Stellar account has been initialized
es: No hay una cuenta Stellar inicializada

# walletErrorCreationFailed
source: Failed to create wallet. Please try again.
es: Error al crear la wallet. Por favor, inténtalo de nuevo.

# walletErrorInvalidMnemonic
source: Invalid mnemonic phrase. Please check and try again.
es: Frase mnemotécnica inválida. Por favor, verifica e inténtalo de nuevo.

# walletErrorMnemonicGenerationFailed
source: Failed to generate mnemonic phrase. Please try again.
es: Error al generar la frase mnemotécnica. Por favor, inténtalo de nuevo.

# walletErrorImportFailed
source: Failed to import wallet. Please check your mnemonic and try again.
es: Error al importar la wallet. Por favor, verifica tu frase mnemotécnica e inténtalo de nuevo.

# walletErrorInvalidSecretKey
source: Invalid secret key. Please check and try again.
es: Clave secreta inválida. Por favor, verifica e inténtalo de nuevo.

# walletErrorBalanceRetrievalFailed
source: Failed to retrieve wallet balance. Please try again.
es: Error al obtener el balance de la wallet. Por favor, inténtalo de nuevo.

# walletErrorInsufficientFunds
source: Insufficient funds to complete the transaction.
es: Fondos insuficientes para completar la transacción.

# walletErrorAccountNotFound
source: Wallet account not found. Please check your credentials.
es: Cuenta de wallet no encontrada. Por favor, verifica tus credenciales.

# walletErrorNetworkError
source: Network error. Please check your connection and try again.
es: Error de red. Por favor, verifica tu conexión e inténtalo de nuevo.

# walletErrorTimeoutError
source: Request timed out. Please try again.
es: La solicitud ha expirado. Por favor, inténtalo de nuevo.

# walletErrorUnknown
source: An unknown error occurred. Please try again.
es: Ha ocurrido un error desconocido. Por favor, inténtalo de nuevo.

# assetErrorPriceUpdateFailed
source: Failed to update asset price
es: Error al actualizar el precio del activo

# assetErrorInvalidPriceData
source: Invalid price data received
es: Datos de precio inválidos recibidos

# assetErrorPriceHistoryNotFound
source: Price history not found for this asset
es: Historial de precios no encontrado para este activo

# assetErrorNetworkError
source: Network error while fetching asset data
es: Error de red al obtener datos del activo

# assetErrorTimeoutError
source: Request timed out while fetching asset data
es: Tiempo de espera agotado al obtener datos del activo

# assetErrorInvalidSymbol
source: Invalid asset symbol
es: Símbolo de activo inválido

# assetErrorDataParsingError
source: Error parsing asset data
es: Error al procesar los datos del activo

# assetErrorUnknown
source: An unexpected error occurred with the asset
es: Ocurrió un error inesperado con el activo

# assetErrorAssetsListFailed
source: Failed to get available assets
es: No se pudieron obtener los activos disponibles

# assetErrorMarketDataNotFound
source: Market data for this asset is currently unavailable
es: Los datos de mercado para este activo no están disponibles actualmente

# assetErrorDetailsNotFound
source: Could not find detailed information for this asset
es: No se pudo encontrar información detallada para este activo

# assetErrorMarketDataUpdateFailed
source: Failed to update market data. Please try again later.
es: Error al actualizar los datos de mercado. Por favor, intente más tarde.

source: Terms of Services
es: Términos y Condiciones

# lastUpdate
source: Last update on June 2025
es: Última actualización en Junio 2025

# termsContent
source: Welcome to NemorixPay. Please read these Terms of Services carefully before using our application.
es: Bienvenido a NemorixPay. Por favor, lea estos Términos y Condiciones cuidadosamente antes de usar nuestra aplicación.

# termsTitle
source: Terms
es: Términos

# termsAndConditionsContent
source: NEMORIXPAY TERMS AND CONDITIONS Welcome to NemorixPay. By using our application, you agree to these terms and conditions. 1. SERVICE DESCRIPTION NemorixPay is a cryptocurrency wallet and payment application that allows users to store, send, and receive digital assets on the Stellar network.
es: TÉRMINOS Y CONDICIONES DE NEMORIXPAY Bienvenido a NemorixPay. Al usar nuestra aplicación, usted acepta estos términos y condiciones. 1. DESCRIPCIÓN DEL SERVICIO NemorixPay es una aplicación de billetera de criptomonedas y pagos que permite a los usuarios almacenar, enviar y recibir activos digitales en la red Stellar.

# termsLastUpdate
source: Last updated: February 2025
es: Última actualización: Febrero 2025

# termsBody
source: USER RESPONSIBILITIES - You are responsible for maintaining the security of your wallet - Keep your private keys safe and never share them with anyone - Verify all transaction details before confirming - Report any suspicious activity immediately SECURITY - We implement industry-standard security measures - However, you are ultimately responsible for your wallet's security - We cannot recover lost private keys or stolen funds - Enable two-factor authentication when available TRANSACTIONS - All transactions are irreversible once confirmed on the blockchain - Verify recipient addresses carefully before sending - Network fees may apply and are non-refundable - Transaction times may vary based on network conditions PRIVACITY - We collect and process personal data as described in our Privacy Policy - Your data is protected using encryption and secure protocols - We do not sell your personal information to third parties - You can request data deletion at any time LIMITATIONS OF LIABILITY - We are not liable for losses due to user error or negligence - We do not guarantee uninterrupted service availability - Maximum liability is limited to the amount of fees paid - We are not responsible for third-party service disruptions INTELLECTUAL PROPERTY - NemorixPay and its content are protected by copyright - You may not copy, modify, or distribute our software without permission - All trademarks and logos belong to their respective owners GOVERNING LAW - These terms are governed by applicable laws - Disputes will be resolved through arbitration - Changes to terms will be communicated via the app
es: RESPONSABILIDADES DEL USUARIO - Usted es responsable de mantener la seguridad de su billetera - Mantenga sus claves privadas seguras y nunca las comparta con nadie - Verifique todos los detalles de la transacción antes de confirmar - Reporte cualquier actividad sospechosa inmediatamente SEGURIDAD - Implementamos medidas de seguridad estándar de la industria - Sin embargo, usted es responsable de la seguridad de su billetera - No podemos recuperar claves privadas perdidas o fondos robados - Habilite la autenticación de dos factores cuando esté disponible TRANSACCIONES - Todas las transacciones son irreversibles una vez confirmadas en la blockchain - Verifique las direcciones del destinatario cuidadosamente antes de enviar - Pueden aplicarse tarifas de red y no son reembolsables - Los tiempos de transacción pueden variar según las condiciones de la red PRIVACIDAD - Recopilamos y procesamos datos personales como se describe en nuestra Política de Privacidad - Sus datos están protegidos usando encriptación y protocolos seguros - No vendemos su información personal a terceros - Puede solicitar la eliminación de datos en cualquier momento LIMITACIONES DE RESPONSABILIDAD - No somos responsables de pérdidas debido a errores o negligencia del usuario - No garantizamos la disponibilidad ininterrumpida del servicio - La responsabilidad máxima está limitada al monto de las tarifas pagadas - No somos responsables de interrupciones de servicios de terceros PROPIEDAD INTELECTUAL - NemorixPay y su contenido están protegidos por derechos de autor - No puede copiar, modificar o distribuir nuestro software sin permiso - Todas las marcas comerciales y logos pertenecen a sus respectivos propietarios LEY APLICABLE - Estos términos se rigen por las leyes aplicables - Las disputas se resolverán a través de arbitraje - Los cambios en los términos se comunicarán a través de la aplicación

# licenseTitle
source: Use License and Contact Details
es: Licencia de Uso y Detalles de Contacto

# licenseBody
source: @copyright: Apache 2.0 License CONTACT INFORMATION For questions about these terms, contact us at: Email: support@nemorixpay.com Website: www.nemorixpay.com Last updated: February 2025 Version: 1.0
es: @copyright: Apache 2.0 License INFORMACIÓN DE CONTACTO Para preguntas sobre estos términos, contáctenos en: Email: support@nemorixpay.com Sitio web: www.nemorixpay.com Última actualización: Febrero 2025 Versión: 1.0

source: Accept
es: Aceptar

source: Decline
es: Rechazar

# acceptTermsCheckbox
source: I accept the terms and conditions
es: Acepto los términos y condiciones

# onboarding_security_title
source: Your Security is Our Priority
es: Tu Seguridad es Nuestra Prioridad
