Repository: nemorixpay/NemorixPay-Mobile-Code
Catalog: lib/l10n/intl_*.arb
Languages: es

# onboarding_security_subtitle
source: We protect your funds and personal data
es: Protegemos tus fondos y datos personales

# onboarding_security_feature_biometric_title
source: Biometric Authentication
es: Autenticación Biométrica

# onboarding_security_feature_biometric_desc
source: Access securely with your fingerprint
es: Accede de forma segura con tu huella digital

# onboarding_security_feature_encryption_title
source: End-to-End Encryption
es: Encriptación de Extremo a Extremo

# onboarding_security_feature_encryption_desc
source: Your data is always protected
es: Tus datos siempre protegidos

# onboarding_security_feature_monitoring_title
source: 24/7 Monitoring
es: Monitoreo 24/7

# onboarding_security_feature_monitoring_desc
source: Constant surveillance of your transactions
es: Vigilancia constante de tus transacciones

# onboarding_button_skip
source: Skip
es: Saltar

# onboarding_button_next
source: Next
es: Siguiente

# onboarding_button_back
source: Back
es: Atras

# onboarding_features_title
source: Everything You Need in One Place
es: Todo lo que Necesitas en un Solo Lugar

# onboarding_features_subtitle
source: Manage your cryptocurrencies easily
es: Gestiona tus criptomonedas de forma sencilla

# onboarding_features_trading_title
source: Instant Trading
es: Compra y Vende al Instante

# onboarding_features_trading_desc
source: Trade cryptocurrencies quickly and securely
es: Opera criptomonedas de forma rápida y segura

# onboarding_features_monitoring_title
source: Real-Time Monitoring
es: Monitoreo en Tiempo Real

# onboarding_features_monitoring_desc
source: Track market prices instantly
es: Sigue los precios del mercado al instante

# onboarding_features_history_title
source: Transaction History
es: Historial de Transacciones

# onboarding_features_history_desc
source: Access your complete operation history
es: Accede a tu historial completo de operaciones

# onboarding_features_notifications_title
source: Market Notifications
es: Notificaciones de Mercado

# onboarding_features_notifications_desc
source: Receive alerts about important movements
es: Recibe alertas sobre movimientos importantes

# onboarding_features_wallets_title
source: Multiple Wallets
es: Múltiples Wallets

# onboarding_features_wallets_desc
source: Manage all your wallets in one place
es: Gestiona todas tus carteras en un solo lugar

# onboarding_benefits_title
source: The Best Crypto Experience
es: La Mejor Experiencia Cripto

# onboarding_benefits_subtitle
source: Enjoy exclusive advantages
es: Disfruta de ventajas exclusivas

# onboarding_benefits_fees_title
source: Competitive Fees
es: Comisiones Competitivas

# onboarding_benefits_fees_desc
source: The lowest fees in the market
es: Las comisiones más bajas del mercado

# onboarding_benefits_support_title
source: 24/7 Support
es: Soporte 24/7

# onboarding_benefits_support_desc
source: Technical support available at all times
es: Atención técnica disponible en todo momento

# onboarding_benefits_ui_title
source: Intuitive Interface
es: Interfaz Intuitiva

# onboarding_benefits_ui_desc
source: Easy to use and understand design
es: Diseño fácil de usar y entender

# onboarding_benefits_speed_title
source: Instant Transactions
es: Transacciones Instantáneas

# onboarding_benefits_speed_desc
source: Fast and efficient operations
es: Operaciones rápidas y eficientes

# onboarding_benefits_coins_title
source: Wide Selection
es: Amplia Selección

# onboarding_benefits_coins_desc
source: Access to over 100 cryptocurrencies
es: Acceso a más de 100 criptomonedas

# receiveCryptoTitle
source: Receive {cryptoName}
es: Recibir {cryptoName}

# scanQrCodeText
source: Scan the QR code to get Receive address
es: Escanee el código QR para obtener la dirección de recepción

# orDividerText
source: or
es: o

# yourCryptoAddress
source: Your {cryptoName} Address
es: Su dirección de {cryptoName}

# blockTimeInfo
source: * Block/Time will be calculated after the transaction is generated and broadcasted
es: * Bloque/Tiempo se calculará después de que la transacción sea generada y transmitida

# copyAddressButton
source: Copy Address
es: Copiar Dirección

# shareAddressButton
source: Share Address
es: Compartir Dirección

# addressCopiedMessage
source: Address copied to clipboard!
es: ¡Dirección copiada al portapapeles!

# sendCryptoTitle
source: Send {cryptoName}
es: Enviar {cryptoName}

source: Enter Address
es: Ingresar dirección

source: Recipient address
es: Dirección de destino

source: Invalid address
es: Dirección inválida

# ownAddressError
source: Cannot send to your own address
es: No puedes enviar a tu propia dirección

source: Amount
es: Monto

# invalidAmount
source: The amount exceeds your available balance
es: El monto excede tu saldo disponible

source: Note
es: Nota

# noteHint
source: Optional note
es: Nota opcional

# transactionFees
source: Transaction fees: {fee} {cryptoName}
es: Comisión de transacción: {fee} {cryptoName}

source: Available Balance
es: Saldo disponible

# sendButton
source: Send {cryptoName}
es: Enviar {cryptoName}

# qrNotImplemented
source: QR scanner not implemented yet.
es: Escáner QR aún no implementado.

# sendNotImplemented
source: Send option not implemented yet.
es: Enviar aún no implementado.

# transactionSent
source: Transaction has been sent!
es: ¡Transacción enviada!

# transactionFailed
source: Transaction has failed!
es: ¡Transacción fallida!

# sendingTransaction
source: Sending your transaction...
es: Enviando tu transacción...

# transactionSuccessTitle
source: Transaction Successful!
es: ¡Transacción Exitosa!

# transactionSuccessMessage
source: Your {cryptoName} transaction has been successfully sent to the Stellar network. The transaction is now being processed and will be confirmed shortly.
es: Tu transacción de {cryptoName} ha sido enviada exitosamente a la red Stellar. La transacción está siendo procesada y será confirmada en breve.

# transactionHashInfo
source: Transaction Hash: {hash}
es: Hash de Transacción: {hash}

# transactionConfirmationNote
source: You can use this hash to track your transaction on the Stellar network explorer.
es: Puedes usar este hash para rastrear tu transacción en el explorador de la red Stellar.

# memoLongErrorMessage
source: Note cannot be longer than 28 characters
es: La nota no puede tener más de 28 caracteres

# confirmTransactionTitle
source: Confirm Transaction
es: Confirmar Transacción

# confirmTransactionCanceled
source: Transaction canceled!
es: ¡Transacción cancelada!

# confirmTransactionFees
source: Transaction fees:
es: Comisión de transacción:

source: Transaction Summary
es: Resumen de Transacción

source: Transaction Details
es: Detalles de Transacción

# confirmAndSend
source: Confirm & Send {cryptoName}
es: Confirmar y Enviar {cryptoName}

source: Cancel
es: Cancelar
